{"version":"1.0","truncation":null,"padding":{"strategy":{"Fixed":128},"direction":"Right","pad_to_multiple_of":null,"pad_id":0,"pad_type_id":0,"pad_token":"<pad>"},"added_tokens":[{"id":0,"special":true,"content":"<pad>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":1,"special":true,"content":"<bos>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":2,"special":true,"content":"<eos>","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":3,"special":true,"content":".","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":4,"special":true,"content":"[1*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":5,"special":true,"content":"[2*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":6,"special":true,"content":"[3*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":7,"special":true,"content":"[4*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":8,"special":true,"content":"[5*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":9,"special":true,"content":"[6*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":10,"special":true,"content":"[7*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":11,"special":true,"content":"[8*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":12,"special":true,"content":"[9*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":13,"special":true,"content":"[10*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":14,"special":true,"content":"[11*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":15,"special":true,"content":"[12*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":16,"special":true,"content":"[13*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":17,"special":true,"content":"[14*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":18,"special":true,"content":"[15*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":19,"special":true,"content":"[16*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":20,"special":true,"content":"[17*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":21,"special":true,"content":"[18*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":22,"special":true,"content":"[19*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":23,"special":true,"content":"[20*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":24,"special":true,"content":"[21*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":25,"special":true,"content":"[22*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":26,"special":true,"content":"[23*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":27,"special":true,"content":"[24*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":28,"special":true,"content":"[25*]","single_word":false,"lstrip":false,"rstrip":false,"normalized":false},{"id":29,"special":false,"content":"[As+]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":30,"special":false,"content":"=","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":31,"special":false,"content":"[CH2-]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":32,"special":false,"content":"c","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":33,"special":false,"content":"[te]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":34,"special":false,"content":"[N+]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":35,"special":false,"content":"N","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":36,"special":false,"content":"[NH2+]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":37,"special":false,"content":"#","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":38,"special":false,"content":"F","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":39,"special":false,"content":"1","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":40,"special":false,"content":"[C-]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":41,"special":false,"content":"[P+]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":42,"special":false,"content":"4","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":43,"special":false,"content":"[H]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":44,"special":false,"content":"[I+]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":45,"special":false,"content":"O","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":46,"special":false,"content":"[SH]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":47,"special":false,"content":"[n+]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":48,"special":false,"content":"[se]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":49,"special":false,"content":"[O-]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":50,"special":false,"content":"5","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":51,"special":false,"content":"C","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":52,"special":false,"content":"I","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":53,"special":false,"content":"Cl","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":54,"special":false,"content":"-","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":55,"special":false,"content":"P","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":56,"special":false,"content":"[o+]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":57,"special":false,"content":"s","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":58,"special":false,"content":"[S-]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":59,"special":false,"content":"[Te]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":60,"special":false,"content":")","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":61,"special":false,"content":"[NH+]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":62,"special":false,"content":"[N-]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":63,"special":false,"content":"n","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":64,"special":false,"content":"[As]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":65,"special":false,"content":"7","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":66,"special":false,"content":"[PH]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":67,"special":false,"content":"[S+]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":68,"special":false,"content":"[C+]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":69,"special":false,"content":"S","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":70,"special":false,"content":"[Se]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":71,"special":false,"content":"3","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":72,"special":false,"content":"(","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":73,"special":false,"content":"B","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":74,"special":false,"content":"%10","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":75,"special":false,"content":"9","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":76,"special":false,"content":"[s+]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":77,"special":false,"content":"[Zn+2]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":78,"special":false,"content":"[n-]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":79,"special":false,"content":"[B-]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":80,"special":false,"content":"2","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":81,"special":false,"content":"6","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":82,"special":false,"content":"[Si]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":83,"special":false,"content":"8","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":84,"special":false,"content":"[Cl+3]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":85,"special":false,"content":"[O+]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":86,"special":false,"content":"Br","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":87,"special":false,"content":"o","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":88,"special":false,"content":"[Na]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true},{"id":89,"special":false,"content":"[nH]","single_word":false,"lstrip":false,"rstrip":false,"normalized":true}],"normalizer":null,"pre_tokenizer":{"type":"ByteLevel","add_prefix_space":false,"trim_offsets":true},"post_processor":{"type":"TemplateProcessing","single":[{"SpecialToken":{"id":"<bos>","type_id":0}},{"Sequence":{"id":"A","type_id":0}},{"SpecialToken":{"id":"<eos>","type_id":0}}],"pair":[{"Sequence":{"id":"A","type_id":0}},{"Sequence":{"id":"B","type_id":1}}],"special_tokens":{"<bos>":{"id":"<bos>","ids":[1],"tokens":["<bos>"]},"<eos>":{"id":"<eos>","ids":[2],"tokens":["<eos>"]}}},"decoder":{"type":"ByteLevel","add_prefix_space":true,"trim_offsets":true},"model":{"type":"BPE","dropout":null,"unk_token":null,"continuing_subword_prefix":null,"end_of_word_suffix":null,"fuse_unk":false,"vocab":{},"merges":[]}}